{"do_lower_case": true, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "special_tokens_map_file": "/home/pranay/.cache/huggingface/transformers/347c648cda48ba9d519777e5e1e677a659862faeb5ad9e219ff0a95c62cfdea4.dd8bd9bfd3664b530ea4e645105f557769387b3da9f79bdb55ed556bdd80611d", "name_or_path": "LM/SuperPeitho-v1/", "do_basic_tokenize": true, "never_split": null, "model_max_length": 512}